content/posts/Gravitation_by_Misner,_Thorne,_and_Wheeler_in_1970.md
+++
title = "Gravitation by Misner, Thorne, and Wheeler in 1970"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:36-04:00
slug = "Gravitation_by_Misner,_Thorne,_and_Wheeler_in_1970"
draft = false
+++

## I. Spacetime physics {#i-dot-spacetime-physics}


## II. Physics in flat spacetime {#ii-dot-physics-in-flat-spacetime}


## III. The mathematics of curved spacetime {#iii-dot-the-mathematics-of-curved-spacetime}


## IV. Einstein's geometric theory of gravity {#iv-dot-einstein-s-geometric-theory-of-gravity}


## V. Relativistic stars {#v-dot-relativistic-stars}


## VI. The universe {#vi-dot-the-universe}


## VII. Gravitational collapse and black holes {#vii-dot-gravitational-collapse-and-black-holes}


## VIII. Gravitational waves {#viii-dot-gravitational-waves}


## IX. Experimental tests of general relativity {#ix-dot-experimental-tests-of-general-relativity}


## X. Frontiers {#x-dot-frontiers}


### 41. [spinors]({{< relref "spinors" >}}) {#41-dot-spinors--spinors-dot-md}


### 42. Regge calculus {#42-dot-regge-calculus}


### 43. Superspace: Arena for the Dynamics of Geometry {#43-dot-superspace-arena-for-the-dynamics-of-geometry}


### 44. Beyond the end of time {#44-dot-beyond-the-end-of-time}

<!--list-separator-->

-  44.4 Not Geometry, but pregeometry, as the magic building material

<!--list-separator-->

-  44.5 Pregeometry as the calculus of propositions

<!--list-separator-->

-  44.6 The black box: the reprocessing of the universe
